
/* Class = "NSWindow"; title = "Préférences"; ObjectID = "1"; */
"1.title" = "Préférences";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "41"; */
"41.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "la position par rapport au temps total"; ObjectID = "42"; */
"42.title" = "la position par rapport au temps total";

/* Class = "NSMenuItem"; title = "le temps par rapport à la position actuelle"; ObjectID = "43"; */
"43.title" = "le temps par rapport à la position actuelle";

/* Class = "NSTextFieldCell"; title = "Taille:"; ObjectID = "46"; */
"46.title" = "Taille:";

/* Class = "NSTextFieldCell"; title = "Afficher"; ObjectID = "72"; */
"72.title" = "Afficher";

/* Class = "NSTextFieldCell"; title = "en passant au dessus de la barre \nde temps"; ObjectID = "74"; */
"74.title" = "en passant au dessus de la barre \nde temps";

/* Class = "NSBox"; title = "Contrôles du lecteur"; ObjectID = "87"; */
"87.title" = "Contrôles du lecteur";

/* Class = "NSBox"; title = "Style de la police"; ObjectID = "108"; */
"108.title" = "Style de la police";

/* Class = "NSTextFieldCell"; title = "Couleur de la police:"; ObjectID = "110"; */
"110.title" = "Couleur de la police:";

/* Class = "NSTextFieldCell"; title = "Couleur de la bordure:"; ObjectID = "117"; */
"117.title" = "Couleur de la bordure:";

/* Class = "NSTextFieldCell"; title = "Masquer après"; ObjectID = "122"; */
"122.title" = "Masquer après";

/* Class = "NSTextFieldCell"; title = "Transparence"; ObjectID = "128"; */
"128.title" = "Transparence";

/* Class = "NSTextFieldCell"; title = "trans"; ObjectID = "132"; */
"132.title" = "trans";

/* Class = "NSBox"; title = "Boîte"; ObjectID = "133"; */
"133.title" = "Boîte";

/* Class = "NSTextFieldCell"; title = "Garder la fenêtre au dessus:"; ObjectID = "135"; */
"135.title" = "Garder la fenêtre au dessus:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "138"; */
"138.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Jamais"; ObjectID = "139"; */
"139.title" = "Jamais";

/* Class = "NSMenuItem"; title = "Toujours"; ObjectID = "140"; */
"140.title" = "Toujours";

/* Class = "NSMenuItem"; title = "Pendant la lecture"; ObjectID = "141"; */
"141.title" = "Pendant la lecture";

/* Class = "NSBox"; title = "OSD"; ObjectID = "142"; */
"142.title" = "OSD";

/* Class = "NSTextFieldCell"; title = "Masquer après"; ObjectID = "144"; */
"144.title" = "Masquer après";

/* Class = "NSTextFieldCell"; title = "Couleur de la police"; ObjectID = "150"; */
"150.title" = "Couleur de la police";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "156"; */
"156.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "correspond exactement au nom de la vidéo"; ObjectID = "157"; */
"157.title" = "correspond exactement au nom de la vidéo";

/* Class = "NSMenuItem"; title = "contient le nom de la vidéo"; ObjectID = "158"; */
"158.title" = "contient le nom de la vidéo";

/* Class = "NSMenuItem"; title = "a n'importe quel nom"; ObjectID = "159"; */
"159.title" = "a n'importe quel nom";

/* Class = "NSButtonCell"; title = "Forcer la reconstruction de l'index"; ObjectID = "162"; */
"162.title" = "Forcer la reconstruction de l'index";

/* Class = "NSBox"; title = "Performance & Qualité"; ObjectID = "163"; */
"163.title" = "Performance & Qualité";

/* Class = "NSButtonCell"; title = "Passer en plein écran lorsque la lecture démarre"; ObjectID = "165"; */
"165.title" = "Passer en plein écran lorsque la lecture démarre";

/* Class = "NSTextFieldCell"; title = "Nombre de processus"; ObjectID = "167"; */
"167.title" = "Nombre de processus";

/* Class = "NSBox"; title = "Sortie"; ObjectID = "173"; */
"173.title" = "Sortie";

/* Class = "NSTextFieldCell"; title = "Pass through:"; ObjectID = "175"; */
"175.title" = "Pass through:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "Si il y a des chiffres dans le nom du fichier, MPlayerX va se baser sur le chiffre le plus à droite, afin de trouver le fichier suivant dans le même répertoire.\\nEt ne vous inquiètez pas du niveau 0"; ObjectID = "181"; */
"181.ibShadowedToolTip" = "Si il y a des chiffres dans le nom du fichier, MPlayerX va se baser sur le chiffre le plus à droite, afin de trouver le fichier suivant dans le même répertoire.\\nEt ne vous inquiètez pas du niveau 0";

/* Class = "NSButtonCell"; title = "Trouver et lire automatiquement le fichier suivant"; ObjectID = "182"; */
"182.title" = "Trouver et lire automatiquement le fichier suivant";

/* Class = "NSButtonCell"; title = "Quitter lors de la fermeture de la fenêtre"; ObjectID = "184"; */
"184.title" = "Quitter lors de la fermeture de la fenêtre";

/* Class = "NSButtonCell"; title = "Afficher l'OSD"; ObjectID = "212"; */
"212.title" = "Afficher l'OSD";

/* Class = "NSTextFieldCell"; title = "En activant ce réglage, MPlayerX va recalculer l'index afin de rendre la vidéo recherchable, utile sur certains fichiers endommagés. Mais cela peut retarder le démarrage de le lecture de plusieurs secondes"; ObjectID = "249"; */
"249.title" = "En activant ce réglage, MPlayerX va recalculer l'index afin de rendre la vidéo recherchable, utile sur certains fichiers endommagés. Mais cela peut retarder le démarrage de le lecture de plusieurs secondes";

/* Class = "NSButtonCell"; title = "Utiliser une police intégré si possible"; ObjectID = "257"; */
"257.title" = "Utiliser une police intégré si possible";

/* Class = "NSTextFieldCell"; title = "Taille du cache pour le streaming:"; ObjectID = "260"; */
"260.title" = "Taille du cache pour le streaming:";

/* Class = "NSTextFieldCell"; title = "ko"; ObjectID = "265"; */
"265.title" = "ko";

/* Class = "NSButtonCell"; title = "Préférer l'IPV6"; ObjectID = "270"; */
"270.title" = "Préférer l'IPV6";

/* Class = "NSButtonCell"; title = "Lors du passage en plein écran, NE PAS masquer les autres écrans"; ObjectID = "282"; */
"282.title" = "Lors du passage en plein écran, NE PAS masquer les autres écrans";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "295"; */
"295.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Pas de bandes noires"; ObjectID = "296"; */
"296.title" = "Pas de bandes noires";

/* Class = "NSMenuItem"; title = "En bas seulement"; ObjectID = "297"; */
"297.title" = "En bas seulement";

/* Class = "NSMenuItem"; title = "Haut + bas"; ObjectID = "298"; */
"298.title" = "Haut + bas";

/* Class = "NSTextFieldCell"; title = "Hauteur:"; ObjectID = "304"; */
"304.title" = "Hauteur:";

/* Class = "NSBox"; title = "Bandes noires"; ObjectID = "307"; */
"307.title" = "Bandes noires";

/* Class = "NSTextFieldCell"; title = "de la hauteur de la vidéo"; ObjectID = "309"; */
"309.title" = "de la hauteur de la vidéo";

/* Class = "NSButtonCell"; title = "Démarrer la lecture à l'ouverture du média"; ObjectID = "320"; */
"320.title" = "Démarrer la lecture à l'ouverture du média";

/* Class = "NSBox"; title = "Détection de l'encodage du texte"; ObjectID = "327"; */
"327.title" = "Détection de l'encodage du texte";

/* Class = "NSTextFieldCell"; title = "Si la confiance ≤"; ObjectID = "329"; */
"329.title" = "Si la confiance ≤";

/* Class = "NSTextFieldCell"; title = "choisir l'encodage"; ObjectID = "334"; */
"334.title" = "choisir l'encodage";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Mettre le niveau de confiance à 100% désactive l'auto-détection de l'encodage du texte, mais ce n'est pas recommandé."; ObjectID = "348"; */
"348.title" = "Mettre le niveau de confiance à 100% désactive l'auto-détection de l'encodage du texte, mais ce n'est pas recommandé.";

/* Class = "NSButtonCell"; title = "Autoriser la superposition des sous titres"; ObjectID = "350"; */
"350.title" = "Autoriser la superposition des sous titres";

/* Class = "NSMenuItem"; title = "En haut seulement"; ObjectID = "354"; */
"354.title" = "En haut seulement";

/* Class = "NSButtonCell"; title = "Transférer les flux RTSP via le protocole HTTP"; ObjectID = "358"; */
"358.title" = "Transférer les flux RTSP via le protocole HTTP";

/* Class = "NSButtonCell"; title = "Utiliser ffmpeg afin de prendre en charge le flux"; ObjectID = "365"; */
"365.title" = "Utiliser ffmpeg afin de prendre en charge le flux";

/* Class = "NSButtonCell"; title = "Remixer le DTS 5.1 en Stéréo"; ObjectID = "373"; */
"373.title" = "Remixer le DTS 5.1 en Stéréo";

/* Class = "NSTextFieldCell"; title = "Si vous utilisez les hauts parleurs 2.0 intégrés ou la prise minijack, veuillez cocher cette option"; ObjectID = "376"; */
"376.title" = "Si vous utilisez les hauts parleurs 2.0 intégrés ou la prise minijack, veuillez cocher cette option";

/* Class = "NSTextFieldCell"; title = "Afficher"; ObjectID = "387"; */
"387.title" = "Afficher";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "390"; */
"390.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "temps restant"; ObjectID = "391"; */
"391.title" = "temps restant";

/* Class = "NSMenuItem"; title = "temps total"; ObjectID = "392"; */
"392.title" = "temps total";

/* Class = "NSTextFieldCell"; title = "à droite de la barre de contrôle"; ObjectID = "395"; */
"395.title" = "à droite de la barre de contrôle";

/* Class = "NSButtonCell"; title = "Reprendre la lecture à partir du dernier point stoppé"; ObjectID = "400"; */
"400.title" = "Reprendre la lecture à partir du dernier point stoppé";

/* Class = "NSButtonCell"; title = "Toujours cacher le dock en mode plein écran"; ObjectID = "403"; */
"403.title" = "Toujours cacher le dock en mode plein écran";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "Néant"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "Néant";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "Normal"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "Normal";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "Avancé"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "Avancé";

/* Class = "NSTextFieldCell"; title = "Amélioration de l'image"; ObjectID = "410"; */
"410.title" = "Amélioration de l'image";

/* Class = "NSTextFieldCell"; title = "Méthode de désentrelacement"; ObjectID = "413"; */
"413.title" = "Méthode de désentrelacement";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter."; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter.";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "Néant"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "Néant";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFMpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFMpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "Options extra:"; ObjectID = "423"; */
"423.title" = "Options extra:";

/* Class = "NSTextFieldCell"; title = "Les options extra sont transférés directement à mplayer.\nSoyez sûr d'être un professionel de mplayer pour les modifier, sinon laisse cet espace vide."; ObjectID = "430"; */
"430.title" = "Les options extra sont transférés directement à mplayer.\nSoyez sûr d'être un professionel de mplayer pour les modifier, sinon laisse cet espace vide.";

/* Class = "NSTextFieldCell"; title = "Comment conserver les réglages dans les \"Contrôles vidéo\" ?"; ObjectID = "435"; */
"435.title" = "Comment conserver les réglages dans les \"Contrôles vidéo\" ?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "438"; */
"438.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Ne pas conserver, toujours remettre à zéro les réglages lorsque l'application est quittée"; ObjectID = "439"; */
"439.title" = "Ne pas conserver, toujours remettre à zéro les réglages lorsque l'application est quittée";

/* Class = "NSMenuItem"; title = "Remettre à zéro les réglages lorsqu'il n'y a rien à lire ensuite"; ObjectID = "440"; */
"440.title" = "Remettre à zéro les réglages lorsqu'il n'y a rien à lire ensuite";

/* Class = "NSMenuItem"; title = "Remettre à zéro les réglages lors de la fermeture de l'application"; ObjectID = "441"; */
"441.title" = "Remettre à zéro les réglages lors de la fermeture de l'application";

/* Class = "NSMenuItem"; title = "Ne jamais remettre à zéro, enregistrer comme mes préférences"; ObjectID = "442"; */
"442.title" = "Ne jamais remettre à zéro, enregistrer comme mes préférences";

/* Class = "NSTextFieldCell"; title = "Comment conserver les réglages dans l' \"Égaliseur\" ?"; ObjectID = "445"; */
"445.title" = "Comment conserver les réglages dans l' \"Égaliseur\" ?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "448"; */
"448.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Ne pas conserver, toujours remettre à zéro les réglages lorsque l'application est quittée"; ObjectID = "449"; */
"449.title" = "Ne pas conserver, toujours remettre à zéro les réglages lorsque l'application est quittée";

/* Class = "NSMenuItem"; title = "Remettre à zéro les réglages lorsqu'il n'y a rien à lire ensuite"; ObjectID = "450"; */
"450.title" = "Remettre à zéro les réglages lorsqu'il n'y a rien à lire ensuite";

/* Class = "NSMenuItem"; title = "Remettre à zéro les réglages lors de la fermeture de l'application"; ObjectID = "451"; */
"451.title" = "Remettre à zéro les réglages lors de la fermeture de l'application";

/* Class = "NSMenuItem"; title = "Ne jamais remettre à zéro, enregistrer comme mes préférences"; ObjectID = "452"; */
"452.title" = "Ne jamais remettre à zéro, enregistrer comme mes préférences";

/* Class = "NSTextFieldCell"; title = "Charger les sous titres, si le nom du fichier sous titres"; ObjectID = "459"; */
"459.title" = "Charger les sous titres, si le nom du fichier sous titres";

/* Class = "NSTextFieldCell"; title = "Alignement:"; ObjectID = "461"; */
"461.title" = "Alignement:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "466"; */
"466.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Par défaut (utiliser les valeurs du fichier sous titres)"; ObjectID = "467"; */
"467.title" = "Par défaut (utiliser les valeurs du fichier sous titres)";

/* Class = "NSMenuItem"; title = "Bas - Gauche"; ObjectID = "468"; */
"468.title" = "Bas - Gauche";

/* Class = "NSMenuItem"; title = "Bas - Milieu"; ObjectID = "469"; */
"469.title" = "Bas - Milieu";

/* Class = "NSMenuItem"; title = "Bas - Droite"; ObjectID = "470"; */
"470.title" = "Bas - Droite";

/* Class = "NSMenuItem"; title = "Haut - Gauche"; ObjectID = "471"; */
"471.title" = "Haut - Gauche";

/* Class = "NSMenuItem"; title = "Haut - Milieu"; ObjectID = "472"; */
"472.title" = "Haut - Milieu";

/* Class = "NSMenuItem"; title = "Haut - Droite"; ObjectID = "473"; */
"473.title" = "Haut - Droite";

/* Class = "NSButtonCell"; title = "Désactiver le scroll horizontal de navigation"; ObjectID = "479"; */
"479.title" = "Désactiver le scroll horizontal de navigation";

/* Class = "NSButtonCell"; title = "Désactiver le scroll vertical d'ajustement du volume"; ObjectID = "481"; */
"481.title" = "Désactiver le scroll vertical d'ajustement du volume";

/* Class = "NSButtonCell"; title = "Lors du passage en plein écran, \najuster la hauteur de l'image à la hauteur de l'écran"; ObjectID = "485"; */
"485.title" = "Lors du passage en plein écran, \najuster la hauteur de l'image à la hauteur de l'écran";

/* Class = "NSTextFieldCell"; title = "En activant cette option, MPlayerX va empêcher les sous titres de recouvrir l'image du mieux possible.\nCependant, cette option va élargir l'image à la taille de l'écran, et parfois, en particulier pour le contenu HD, la lecture peut souffrir de ralentissements."; ObjectID = "488"; */
"488.title" = "En activant cette option, MPlayerX va empêcher les sous titres de recouvrir l'image du mieux possible.\nCependant, cette option va élargir l'image à la taille de l'écran, et parfois, en particulier pour le contenu HD, la lecture peut souffrir de ralentissements.";

/* Class = "NSTextFieldCell"; title = "Police:"; ObjectID = "490"; */
"490.title" = "Police:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "493"; */
"493.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "Charger mais ne pas afficher les sous titres lorsque la lecture démarre"; ObjectID = "500"; */
"500.title" = "Charger mais ne pas afficher les sous titres lorsque la lecture démarre";

/* Class = "NSButtonCell"; title = "Détecter automatiquement une sortie digitale SPDIF"; ObjectID = "528"; */
"528.title" = "Détecter automatiquement une sortie digitale SPDIF";

/* Class = "NSButtonCell"; title = "Utiliser les touches media (F7,F8,F9) pour contrôler la lecture\n(nécessite un redémarrage afin d'être pris en compte)"; ObjectID = "542"; */
"542.title" = "Utiliser les touches media (F7,F8,F9) pour contrôler la lecture\n(nécessite un redémarrage afin d'être pris en compte)";

/* Class = "NSButtonCell"; title = "Activer le menu \"Ouvrir récent\""; ObjectID = "552"; */
"552.title" = "Activer le menu \"Ouvrir récent\"";

/* Class = "NSButtonCell"; title = "Essayer de forcer l'utilisation du moniteur secondaire"; ObjectID = "557"; */
"557.title" = "Essayer de forcer l'utilisation du moniteur secondaire";

/* Class = "NSButtonCell"; title = "Confier le réglage du volume à l'Apple Remote"; ObjectID = "566"; */
"566.title" = "Confier le réglage du volume à l'Apple Remote";

/* Class = "NSTextFieldCell"; title = "Enregistrer les captures"; ObjectID = "587"; */
"587.title" = "Enregistrer les captures";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "dans le presse papier"; ObjectID = "594"; */
"594.title" = "dans le presse papier";

/* Class = "NSMenuItem"; title = "en tant que fichiers PNG"; ObjectID = "595"; */
"595.title" = "en tant que fichiers PNG";

/* Class = "NSMenuItem"; title = "en tant que fichiers JPEG"; ObjectID = "596"; */
"596.title" = "en tant que fichiers JPEG";

/* Class = "NSMenuItem"; title = "en tant que fichiers TIFF"; ObjectID = "597"; */
"597.title" = "en tant que fichiers TIFF";

/* Class = "NSMenuItem"; title = "en tant que fichiers BMP"; ObjectID = "598"; */
"598.title" = "en tant que fichiers BMP";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
